Repository: fossfreedom/alternative-toolbar
Catalog: po/*.po
Languages: ar

source: Search
ar: بحث

source: Seek Backward
ar: رجوع للخلف

source: Seek backward, in current track, by 5 seconds.
ar: رجوع للخلف، في المقطع الحالي بمقدار 5 ثواني.

source: Seek Forward
ar: تقدم للأمام

source: Seek forward, in current track, by 10 seconds.
ar: تقدم للأمام ، في المقطع الحالي بمقدار 10 ثواني

source: Show Play-Controls Toolbar
ar: عرض شريط أدوات التحكم في التشغيل

source: Show or hide the play-controls toolbar
ar: عرض أو إخفاء شريط أدوات التحكم في التشغيل

source: Show Source Toolbar
ar: عرض شريط أدوات المصدر

source: Show or hide the source toolbar
ar: عرض أو إخفاء شريط أدوات المصدر

source: Alternative Toolbar
ar: شريط الأدوات البديل

source: View All
ar: عرض الكل

source: Stations
ar: المحطات

source: My Top Rated
ar: الأعلى تقييمًا

source: Recently Added
ar: المُضافة حديثًا

source: Recently Played
ar: المُشغّلة حديثًا

source: Podcasts
ar: النشرات الصوتية

source: Restart
ar: إعادة تشغيل

source: Online sources
ar: مصادر عبر الإنترنت

source: Other sources
ar: مصادر أخرى

source: Playlists
ar: قوائم التشغيل

source: Songs
ar: الأَغاني

source: Categories
ar: التصنيفات

source: Browse
ar: تصفح

source: Repeat all tracks
ar: تكرار جميع المقاطع

source: Repeat the current track
ar: تكرار المقطع الحالي

source: Top
ar: فوق

source: Bottom
ar: تحت

source: Horizontal
ar: أفقي

source: Vertical
ar: رأسي

source: Restart the player for the changes to take effect.
ar: إعادة تشغيل التطبيق حتى تأخذ التغييرات مجراها

source: Toolbar:
ar: شريط الأدوات:

source: Best suitable for desktop environments like Gnome and Elementary.
ar: أفضل مناسبة لسطح المكتب بيئات مثل جنوم و إليمينتري

source: Modern
ar: حديث

source: Use compact controls
ar: استخدام عناصر التحكم المدمجة

source: Show:
ar: عرض:

source: Album/genre/year for playing song
ar: الألبوم/النوع/السنة للأغنية الحالية

source: Display album/genre/year instead of song-artist-album. Useful for those desktop-environments where song-artist-album is already displayed in the window title.
ar: عرض الألبوم/النوع/السنة بدلا من الأغنية-الفنان-الألبوم. مفيد لبيئات سطح المكتب التي تعرض الأغنية-الفنان-الألبوم في عنوان النافذة

source: Tooltips for the playback controls
ar: تلميحات لأزرار التحكم في التشغيل

source: Show or hide the tooltips for the playback controls.
ar: عرض أو إخفاء تلميحات أزرار التحكم في التشغيل

source: Volume control
ar: التحكم في الصوت

source: Show or hide the volume control.
ar: عرض أو إخفاء التحكم في الصوت.

source: Playback controls
ar: أزرار التحكم في التشغيل

source: Show or hide the playing controls on player startup.
ar: عرض أو إخفاء أزرار التحكم في التشغيل عند تشغيل التطبيق

source: Use:
ar: الاستخدام:

source: Enhanced sidebar
ar: الشريط الجانبي المحسن

source: Dark theme if available
ar: السمة الداكنة إذا كانت متاحة

source: Play the previous track
ar: عزف المقطع السابق

source: Resume or pause the playback
ar: إكمال أو إلباث المقطع

source: Play the next track
ar: عزف المقطع التالي

source: Play the tracks in random order
ar: عرض المقاطع بترتيب عشوائي
